[
    {
      "id": 1,
      "nome": "Adamantine Armor",
      "titulo": "Armor (medium or heavy, but not hide)",
      "descricao": "This suit of armor is reinforced with adamantine, one of the hardest substances in existence. While you're wearing it, any critical hit against you becomes a normal hit."
    },
    {
      "id": 2,
      "nome": "Ammunition, +1, +2, or +3",
      "titulo": "Weapon (any ammunition)",
      "descricao": "You have a bonus to attack and damage rolls made with this piece of magic ammunition. The bonus is determined by the rarity of the ammunition. Once it hits a target, the ammunition is no longer magical."
    },
    {
      "id": 3,
      "nome": "Amulet of Health",
      "titulo": "Wondrous item, rare (requires attunement)",
      "descricao": "Your Constitution score is 19 while you wear this amulet. It has no effect on you if your Constitution is already 19 or higher."
    },
    {
      "id": 4,
      "nome": "Amulet of Proof against Detection and Location",
      "titulo": "Wondrous item, uncommon (requires attunement)",
      "descricao": "While wearing this amulet, you are hidden from divination magic. You can't be targeted by such magic or perceived through magical scrying sensors."
    },
    {
      "id": 5,
      "nome": "Amulet of the Planes",
      "titulo": "Wondrous item, very rare (requires attunement)",
      "descricao": "While wearing this amulet, you can use an action to name a location that you are familiar with on another plane of existence. Then make a DC 15 Intelligence check. On a successful check, you cast the plane shift spell. On a failure, you and each creature and object within 15 feet of you travel to a random destination. Roll a d100. On a 1–60, you travel to a random location on the plane you named. On a 61–100, you travel to a randomly determined plane of existence."
    },
    {
      "id": 6,
      "nome": "Animated Shield",
      "titulo": "Armor (shield), very rare (requires attunement)",
      "descricao": "While holding this shield, you can speak its command word as a bonus action to cause it to animate. The shield leaps into the air and hovers in your space to protect you as if you were wielding it, leaving your hands free. The shield remains animated for 1 minute, until you use a bonus action to end this effect, or until you are incapacitated or die, at which point the shield falls to the ground or into your hand if you have one free."
    },
    {
      "id": 7,
      "nome": "Apparatus of the Crab",
      "titulo": "Wondrous item, legendary",
      "descricao": "This item first appears to be a Large sealed iron barrel weighing 500 pounds. The barrel has a hidden catch, which can be found with a successful DC 20 Intelligence (Investigation) check. Releasing the catch unlocks a hatch at one end of the barrel, allowing two Medium or smaller creatures to crawl inside. Ten levers are set in a row at the far end, each in a neutral position, able to move either up or down. When certain levers are used, the apparatus transforms to resemble a giant lobster or similar crustacean, or a crab 30 feet long.\n\nThe apparatus of the crab is a Large object with the following statistics:\n\n- Armor Class: 20\n- Hit Points: 200\n- Speed: 30 ft., swim 30 ft.\n\nIt has a 120-foot darkvision range and is blind beyond that distance. It communicates by means of telepathy.\n\nThe apparatus can carry up to four creatures. It can be opened and closed from the inside by an action. A hatch that is closed is obviously locked.\n\nThe apparatus of the crab can remain underwater indefinitely and grants its passengers advantage on Strength (Athletics) checks made to swim.\n\nIt takes an action to activate the apparatus’s air supply, which lasts for 1 hour, divvying up its capacity in minute increments. When the apparatus is active, one minute of air is consumed each minute by each breathing creature inside it (two minutes if the creature is holding its breath). When 10 minutes of air remain, the apparatus sounds a warning gong that can be heard by creatures within a 60-foot radius. Once all its air is consumed, the apparatus can’t be used again until it is supplied with fresh air (requiring access to the surface or sufficient air to refill it) for 1 hour.\n\nWhile inside the apparatus beneath the water’s surface, passengers are immune to poison damage and have resistance against poison damage from inhaled sources. They can breathe underwater and have a swimming speed equal to the apparatus’s speed."
    },
    {
      "id": 8,
      "nome": "Armor of Invulnerability",
      "titulo": "Armor (plate), legendary (requires attunement)",
      "descricao": "You have resistance to nonmagical damage while you wear this armor. Additionally, you can use an action to make yourself immune to nonmagical damage for 10 minutes or until you are no longer wearing the armor. Once this special action is used, it can't be used again until the next dawn."
    },
    {
      "id": 9,
      "nome": "Armor of Resistance",
      "titulo": "Armor (light, medium, or heavy), rare",
      "descricao": "You have resistance to one type of damage while you wear this armor. The GM chooses the type or determines it randomly from the options below:\n\n- Acid\n- Cold\n- Fire\n- Force\n- Lightning\n- Necrotic\n- Poison\n- Psychic\n- Radiant\n- Thunder"
    },
    {
      "id": 10,
      "nome": "Armor of Vulnerability",
      "titulo": "Armor (plate), rare (requires attunement)",
      "descricao": "While wearing this armor, you have resistance to one type of damage, but you have vulnerability to another type of damage. The GM chooses the resistances and vulnerabilities from the following options:\n\n- Resistances: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, thunder\n- Vulnerabilities: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, thunder"
    },
    {
      "id": 11,
      "nome": "Arrow-Catching Shield",
      "titulo": "Armor (shield), rare (requires attunement)",
      "descricao": "You gain a +2 bonus to AC against ranged attacks while you wield this shield. This bonus is in addition to the shield’s normal bonus to AC. In addition, whenever an attacker makes a ranged attack against a target within 5 feet of you, you can use your reaction to become the target of the attack instead."
    },
    {
      "id": 12,
      "nome": "Arrow of Slaying",
      "titulo": "Weapon (arrow), very rare",
      "descricao": "An arrow of slaying is a magic weapon meant to slay a particular kind of creature. Some are more focused than others; for example, there are both arrows of dragon slaying and arrows of blue dragon slaying. If a creature belonging to the type, race, or group associated with an arrow of slaying takes damage from the arrow, the creature must make a DC 17 Constitution saving throw, taking an extra 6d10 piercing damage on a failed save, or half as much extra damage on a successful one.\n\nOnce an arrow of slaying deals its extra damage to a creature, it becomes a nonmagical arrow.\n\nOther types of magic ammunition of this kind exist, such as bolts of slaying meant for a crossbow, though arrows are most common."
    },
    {
      "id": 13,
      "nome": "Bead of Force",
      "titulo": "Wondrous item, rare",
      "descricao": "This small black sphere measures 3/4 of an inch in diameter and weighs an ounce. Typically, 1d4 + 4 beads of force are found together.\n\nYou can use an action to throw the bead up to 60 feet. The bead explodes on impact and is destroyed. Each creature within a 10-foot radius of where the bead landed must succeed on a DC 15 Dexterity saving throw or take 5d4 force damage. A sphere of transparent force then encloses the area for 1 minute. Any creature that failed the save and is completely within the area is trapped inside this sphere. Creatures that succeeded on the save, or are partially within the area, are pushed away from the center of the sphere until they are no longer inside it. Only breathable air can pass through the sphere’s wall. No attack or other effect can.\n\nAn enclosed creature can use its action to push against the sphere’s wall, moving the sphere up to half the creature’s walking speed. The sphere can be picked up, and its magic causes it to weigh only 1 pound, regardless of the weight of creatures inside."
    },
    {
      "id": 14,
      "nome": "Boots of Speed",
      "titulo": "Wondrous item, rare (requires attunement)",
      "descricao": "While you wear these boots, you can use a bonus action and click the boots’ heels together. If you do, the boots double your walking speed, and any creature that makes an opportunity attack against you has disadvantage on the attack roll. If you click your heels together again, you end the effect. When the boots’ property has been used for a total of 10 minutes, the magic ceases to function until you finish a long rest."
    },
    {
      "id": 15,
      "nome": "Boots of Striding and Springing",
      "titulo": "Wondrous item, uncommon (requires attunement)",
      "descricao": "While you wear these boots, your walking speed becomes 30 feet, unless your walking speed is higher, and your speed isn’t reduced if you are encumbered or wearing heavy armor. In addition, you can jump three times the normal distance, though you can’t jump farther than your remaining movement would allow."
    },
    {
      "id": 16,
      "nome": "Boots of the Winterlands",
      "titulo": "Wondrous item, uncommon (requires attunement)",
      "descricao": "These furred boots are snug and feel quite warm. While you wear them, you gain the following benefits:\n\n- You have resistance to cold damage.\n- You ignore difficult terrain created by ice or snow.\n- You can tolerate temperatures as low as −50 degrees Fahrenheit without any additional protection. If you wear heavy clothes, you can tolerate temperatures as low as −100 degrees Fahrenheit."
    },
    {
      "id": 17,
      "nome": "Bowl of Commanding Water Elementals",
      "titulo": "Wondrous item, rare",
      "descricao": "While this bowl is filled with water, you can use an action to speak the bowl’s command word and summon a water elemental, as if you had cast the conjure elemental spell. The bowl can’t be used this way again until the next dawn. The bowl is about 1 foot in diameter and half as deep. It weighs 3 pounds and holds about 3 gallons."
      },
      {
      "id": 18,
      "nome": "Bracers of Archery",
      "titulo": "Wondrous item, uncommon (requires attunement)",
      "descricao": "While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons."
      },
      {
      "id": 19,
      "nome": "Bracers of Defense",
      "titulo": "Wondrous item, rare (requires attunement)",
      "descricao": "While wearing these bracers, you gain a +2 bonus to AC if you are wearing no armor and using no shield."
      },
      {
      "id": 20,
      "nome": "Brazier of Commanding Fire Elementals",
      "titulo": "Wondrous item, rare",
      "descricao": "While a fire burns in this brass brazier, you can use an action to speak the brazier’s command word and summon a fire elemental, as if you had cast the conjure elemental spell. The brazier can’t be used this way again until the next dawn. The brazier weighs 5 pounds."
      },
      {
      "id": 21,
      "nome": "Brooch of Shielding",
      "titulo": "Wondrous item, uncommon (requires attunement)",
      "descricao": "While wearing this brooch, you have resistance to force damage, and you have immunity to damage from the magic missile spell."
      },
      {
      "id": 22,
      "nome": "Broom of Flying",
      "titulo": "Wondrous item, uncommon",
      "descricao": "This wooden broom, which weighs 3 pounds, functions like a mundane broom until you stand astride it and speak its command word. It then hovers beneath you and can be ridden in the air. It has a flying speed of 50 feet. It can carry up to 400 pounds, but its flying speed becomes 30 feet while carrying over 200 pounds. The broom stops hovering when you land. You can send the broom to travel alone to a destination within 1 mile of you if you speak the command word, name the location, and are familiar with that place. The broom comes back to you when you speak another command word, provided that the broom is still within 1 mile of you."
      }
  ]
  